Repository: aminm08/Baranjam
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: your profile picture
fa: تصویر پروفایل شما

source: all jobs done
fa: تمام کارهایی که تا الان انجام دادی

source: your profile updated successfully
fa: پروفایل شما با موفقیت بروزرسانی شد

source: Message group
fa: پیام های گروه

source: Message sender
fa: فرستنده ی پیام

source: Message text
fa: متن پیام

source: Group online users
fa: کاربران آنلاین لیست گروهی

source: your done jobs count goal
fa: هدف کار های انجام شده شما

source: your spent hours goal
fa: هدف زمان صرف شده شما

source: the measure of your goal
fa: نحوه ی سنجش پیشرفت شما

source: Goal successfully added
fa: هدف با موفقیت اضافه شد

source: goal successfully deleted
fa: هدف با موفقیت حذف شد

source: member users
fa: اعضا

source: Group admins
fa: ادمین های گروه

source: group description
fa: توضیحات گروه

source: group Picture
fa: تصویر گروه

source: Group job divider
fa: تقسیم وظایف در گروه

source: Join Group
fa: ملحق شدن به گروه

source: Submit
fa: ثبت

source: All the data within this group will be deleted forever
fa: تمام داده های مربوط به این گروه تا ابد حذف می شود

source: Delete
fa: حذف

source: Invitation Link
fa: لینک دعوت

source: Copy link
fa: کپی لینک دعوت

source: Chat
fa: چت

source: Members
fa: اعضا

source: Group todos
fa: لیست-انجام های گروهی

source: there is no saved todo list for this group
fa: هیچ لیستی به این گروه اضافه نشده

source: admin
fa: ادمین

source: promote to admin
fa: ارتقا به ادمین

source: onile memebrs
fa: اعضای آنلاین

source: Invite users
fa: دعوت کاربران

source: Close
fa: بستن

source: Send Invitations
fa: فرستادن دعوتنامه

source: Update group
fa: بروزرسانی گروه

source: Add Group
fa: ایجاد گروه

source: Group lists
fa: لیست-انجام های گروهی

source: Delete Group
fa: حذف گروه

source: Manage Group
fa: مدیریت گروه

source: Leave group
fa: ترک گروه

source: you have no shared group yet
fa: فاقد لیست مشترک

source: Group created successfully and invitations are sent
fa: لیست گروهی با موفقیت ساخته شد و دعوتنامه ها برای کاربران مورد نظر ارسال شدند

source: group successfully removed
fa: لیست گروهی با موفقیت حذف شد

source: Group successfully updated
fa: لیست گروهی با موفقیت بروزرسانی شد

source: you successfully left the group
fa: شما با موفقیت از گروه خارج شدید

source: User promoted to admin
fa: ارتقا کاربر به ادمین

source: User degraded to regular member
fa: به کاربر معمولی عزل یافت

source: user is not a member of %s
fa: کاربر مورد نظر عضوی از %s نیست

source: invite accepted you are now a member of the group-list
fa: دعوت پذیرفته شد . در حال حاضر شما عضوی از این لیست گروهی هستید

source: user successfully removed from list
fa: کاربر مورد نظر با موفقیت از گروه خارج شد

source: unable to remove group owner
fa: نمی توان مالک گروه را حذف کرد

source: Welcome! you are now a member of this group
fa: دعوت پذیرفته شد . در حال حاضر شما عضوی از این لیست گروهی هستید

source: you are already in this group
fa: شما در این گروه عضو هستید

source: your Full Name
fa: نام کامل شما

source: your Email
fa: ایمیل شما

source: Invalid phone number
fa: شماره تلفن نامعتبر است

source: your phone number
fa: شماره موبایل

source: your Message
fa: پیام شما

source: user
fa: کاربر

source: user ip address
fa: آدرس آیپی کاربر

source: the sender user
fa: کاربر فرستنده

source: the receiver user
fa: کاربر دریافت کننده

source: group list
fa: لیست گروهی

source: date time created
fa: تاریخ ساخت

source: successfully sent
fa: با موفقیت فرستاده شد

source: from
fa: شروع

source: to
fa: پایان

source: general date
fa: تاریخ کلی

source: you cannot select future date
fa: شما قادر به انتخاب تاریخ آینده نیستید

source: This field is required
fa: این ورودی اجباری است

source: start must be less than end
fa: شروع باید از پایان کمتر باشد

source: date range you entered has no data
fa: بازه ی زمانی وارد شده داده ای ندارد

source: BarAnjam
fa: بَراَنجام

source: My todo lists
fa: لیست-انجام های من

source: Dashboard
fa: داشبورد

source: Profile
fa: پروفایل

source: About me
fa: درباره من

source: Contact me
fa: ارتباط با من

source: group-list
fa: لیست گروهی

source: join
fa: عضو شوید

source: nothing here
fa: چیزی وجود ندارد

source: Logout
fa: خروج

source: Login
fa: ورود

source: Signup
fa: ثبت نام

source: Email
fa: ایمیل

source: password
fa: رمز عبور

source: show password
fa: نمایش رمز عبور

source: NotRegistered?
fa: ثبت نام نکردی؟

source: Create an Account
fa: ساخت حساب

source: Logout . hope you back soon
fa: خروج. امیدوار هستم به زودی برگردی!

source: Are you sure?
fa: ایا اطمینان داری؟

source: Yes, logout
fa: بله خارج شو

source: No back home
fa: نه . برگشت به خانه

source: Your Baranjam Profile
fa: پروفایل شما

source: Profile Information
fa: اطلاعات پروفایل

source: Save Profile
fa: ذخیره پروفایل

source: username
fa: نام کاربری

source: Show password
fa: نمایش رمز عبور

source: Already Registered?
fa: قبلا ثبت نام کردی؟

source: Full Name
fa: نام کامل شما

source: Message
fa: پیام

source: baranjam dashboard
fa: داشبورد بَراَنجام

source: shown data for
fa: داده نمایش داده شده برای

source: Select date Range
fa: انتخاب بازه ی زمانی

source: All tasks done
fa: کل انجام شده ها

source: Tasks done
fa: انجام شده

source: All hours spent
fa: کل ساعات صرف شده

source: Hours spent
fa: ساعات صرف شده

source: Jobs status
fa: وضعیت فعالیت ها

source: Manage goals
fa: مدیریت اهداف

source: Choose
fa: انتخاب

source: Jobs
fa: فعالیت ها

source: Hours
fa: ساعات

source: No goal created
fa: هدفی ایجاد نشده است

source: Hours status
fa: وضعیت ساعات

source: Most productive day
fa: پرکار ترین روز

source: Spent hours
fa: ساعات صرف شده

source: Your todos
fa: لیست-انجام های شما

source: No todo created
fa: لیست-انجام ایجاد نشده است

source: Select date range
fa: انتخاب بازه زمانی

source: Clear inputs
fa: پاک کردن ورودی ها

source: Apply
fa: اعمال

source: Add goals
fa: ایجاد هدف

source: Your current goals
fa: اهداف جاری شما

source: Jobs target
fa: فعالیت های هدف

source: Hours target
fa: ساعات هدف

source: Measures of your goal
fa: نحوه ی سنجش پیشرفت شما

source: Daily
fa: روزانه

source: Hour target
fa: ساعت هدف

source: Add
fa: اضافه کردن

source: Welcome to BarAnjam
fa: به اپلیکیشن بَراَنجام خوش آمدید

source: BarAnjam is a free app that you can use to manage your activities during the day
fa: بَراَنجام یک اپلیکیشن بر پایه وب است که برای برنامه ریزی و مدیریت فعالیت های روزانه به شما کمک می کند . با ساخت یک حساب شروع کنید.

source: Start
fa: شروع

source: use baranjam to have complete control on your tasks and activities during the day.
fa: با استفاده از براَنجام کنترل کامل بر روی فعالیت های خود در شبانه روز داشته باشید

source: Get started--it's free!
fa: شروع کن

source: At Your Service
fa: در خدمت شما

source: Planning
fa: برنامه ریزی

source: Long-term and daily planning
fa: برنامه ریزی بلند مدت و روزانه

source: Statistics
fa: آمار

source: get to know your impact during the day, week and year
fa: پی بردن به میزان تاثیر گذاری خود در روز , هفته و ماه

source: Available everywhere
fa: در دسترس در همه جا

source: You can use this webApp from any device just by loging in
fa: شما می توانید از این اپلیکیشن در هردستگاهی و فقط با وارد شدن به حساب خود استفاده کنید

source: Made with Love
fa: ساخته شده با عشق

source: Is it really open source if it's not made with love?
fa: رایگان است و با عشق ساخته شده

source: Due date time
fa: تاریخ پایان

source: your job text
fa: متن کار شما

source: Please enter job text
fa: لطفا متن فعالیت را وارد کنید

source: job duration
fa: مدت فعالیت

source: job is done
fa: فعالیت انجام شده

source: job notes
fa: یادداشت های فعالیت

source: job date
fa: تاریخ فعالیت

source: job time
fa: زمان فعالیت

source: Delete Todo-list
fa: حذف لیست-انجام

source: Are you sure you want to permenantly delete
fa: آیا اطمینان دارید از حذف دائمی

source: Yes, Delete
fa: بله حدف کن

source: No back
fa: نه . برگرد

source: your baranjam list
fa: لیست-انجام شما

source: owner
fa: مالک

source: my todo-s
fa: لیست کارهای من

source: Add new job
fa: اضافه کردن فعالیت جدید

source: --Apply filter--
fa: اعمال فیلتر

source: All
fa: همه

source: Completed
fa: کامل شده ها

source: Active
fa: فعال ها

source: List is empty
fa: لیست خالی است

source: actions
fa: انجام عملیات

source: clear this list
fa: خالی کردن لیست

source: delete finished jobs
fa: حذف فعالیت های مختوم

source: make all jobs active
fa: همه ی فعالیت هارا فعال کن

source: check all jobs
fa: همه فعالیت هارا تیک بزن

source: Nothing to see here
fa: چیزی وجود ندارد

source: settings
fa: تنظیمات

source: group members
fa: اعضای گروه

source: Update job
fa: بروزرسانی فعالیت

source: Back to list
fa: برگشت به لیست

source: Todo-lists
fa: لیست-انجام ها

source: Add todo-list
fa: اضافه کردن لیست جدید

source: Your todo lists
fa: لیست-انجام های شما

source: Add todo-list to start
fa: یک لیست جدید برای شروع اضافه کنید

source: finished
fa: فعالیت های مختوم

source: Add a new list
fa: اضافه کردن لیست جدید

source: Add Todo-list
fa: اضافه کردن لیست جدید

source: todo list successfully cleared
fa: لیست-انجام شما با موفقیت خالی شد

source: finished jobs has deleted successfully
fa: فعالیت های مختوم با موفقیت حذف شدند

source: all jobs are now active
fa: همه ی فعالیت ها فعال شدند

source: all jobs are now checked
fa: همه ی فعالیت ها تیک زده شدند

source: job completed! congrats
fa: فعالیت انجام شد . آفرین !

source: your job updated successfully
fa: فعالیت با موفقیت بروزرسانی شد

source: Todo list successfully created
fa: لیست-انجام شما با موفقیت ساخته شد

source: Task successfully added to your list
fa: فعالیت با موفقیت به لیست شما اضافه شد

source: invalid field value
fa: مقدار نامعتبر ورودی

source: Task successfully deleted of your list
fa: فعالیت با موفقیت از لیست شما حذف شد

source: todo list successfully deleted
fa: لیست شما با موفقیت حذف شد

source: your list name successfully updated
fa: نام لیست-انجام شما با موفقیت بروزرسانی شد
